---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PerformanceAdviser
source: html/91ed9cc8-d8d9-4a68-b141-23fdc0072853.htm
---
# PerformanceAdviser Members

Adds a performance adviser rule to the list of rules.